Repository: epetousis/LockGlyphX
Catalog: Prefs/Resources/*.lproj/Localizable.strings
Languages: cs, da, hu, id, it, nb_no, pl, pt, pt_br, ro, ru, sk, sv, zh_hans, zh_hant

# FIRST_BEHAVIOUR_LABEL
source: Behaviour
cs: Chování
da: Adfærd
hu: Viselkedés
id: Perilaku
it: Comportamento
nb_no: Oppførsel
pl: Zachowanie
pt: Comportamento
pt_br: Comportamento
ro: Comportament
ru: Настройки
sk: Správanie
sv: Beteende
zh_hans: 行为
zh_hant: 行為

# FIRST_APPEARANCE_LABEL
source: Appearance
cs: Vzhled
da: Udseende
hu: Megjelenés
id: Penampilan
it: Aspetto
nb_no: Utseende
pl: Wygląd
pt: Apparência
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sv: Utseende
zh_hans: 外观
zh_hant: 外觀

# FIRST_ANIMATIONS_LABEL
source: Animations
cs: Animace
da: Animationer
hu: Animációk
id: Animasi
it: Animazioni
nb_no: Animasjoner
pl: Animacje
pt: Animações
pt_br: Animação
ro: Animații
ru: Анимации
sk: Animácie
sv: Animationer
zh_hans: 动画
zh_hant: 動畫

# BEHAVIOUR_TITLE
source: Behaviour
cs: Chování
da: Adfærd
hu: Viselkedés
id: Perilaku
it: Comportamento
nb_no: Oppførsel
pl: Zachowanie
pt: Comportamento
pt_br: Comportamento
ro: Comportament
ru: Настройки
sk: Správanie
zh_hans: 行为
zh_hant: 行為

# GENERAL_LOCKGLYPHTOGL_LABEL
source: Enabled
cs: Zapnout LockGlyph
da: Aktiver LockGlyph
hu: LockGlyph engedélyezése
id: Perbolehkan LockGlyph
it: Attiva LockGlyph
nb_no: Aktiver LockGlyph
pl: Włącz LockGlyph
pt: Ligar o LockGlyph
pt_br: Habilitar LockGlyph
ro: Activează LockGlyph
ru: Включить LockGlyph
sk: Povoliť LockGlyph
sv: Sätt på LockGlyph
zh_hans: 容许LockGlyph
zh_hant: 容許LockGlyph

# GENERAL_UNLOCKIMEDTOGL_LABEL
source: Unlock immediately
cs: Odemknout okamžitě
da: Lås op med det samme
hu: Azonnali feloldás
id: Unlock segera
it: Sblocca immediatamente
nb_no: Lås opp umiddelbart
pl: Odblokuj natychmiast
pt: Desbloquear imediatamente
pt_br: Desbloqueio imediato
ro: Deblocare imediată
ru: Немедленная разблокировка
sk: Odomknúť okamžite
sv: Lås upp omedelbart
zh_hans: 立即解锁
zh_hant: 立即解鎖

# GENERAL_FOOTER_TEXT
source: Enabling Unlock immediately will unlock the device as soon as a fingerprint is recognised or the fingerprint is tapped. Enable this if you would like to unlock as fast as possible.
cs: Při zapnutí okamžitého odemknutí se zařízení odemkne ihned po rozpoznání otisku prstu. Zapněte tuto volbu pokud chcete zařízení odemykat co nejrychleji.
da: Aktiveres Lås op med det samme, låses enheden op så snart fingeraftryk genkendes, eller berøres. Aktiver denne funktion, hvis du ønsker at låse op så hurtigt som muligt.
hu: Az Azonnali feloldás engedélyezésével a készülék azonnal fel fog oldódni, amint az ujjlenyomatot felismerte. Ezt az opciót akkor engedélyezd, ha a feloldást a lehető leggyorsabbá akarod tenni.
id: Perbolehkan Unlock segera akan membuka kunci perangkat segera setelah sidik jari di kenal atau sidik jari terbaca. Perbolehkan ini jika anda ingin membuka kunci perangkat secepat mungkin.
it: Sblocca immediatamente il dispositivo non appena viene riconosciuta un'impronta o viene premuta l'icona dell'impronta. Attiva l'opzione se vuoi sbloccare il dispositivo il prima possibile.
nb_no: Aktiverng av Lås opp umiddelbart vil låse opp enheten så snart et fingeravtrykk er gjenkjent eller når fingeren legges på fingeravtrykkleseren. Aktiver denne innstilligen hvis du vil låse opp enheten så fort som mulig
pl: Po włączeniu opcji odblokuj natychmiast urządzenie zostanie odblokowane natychmiast po rozpoznaniu odcisku palca. Włącz, jeśli chceć odblokowywać najszybciej jak to tylko możliwe
pt: Habilitar o Desbloquear imediatamente desbloqueia o dispositivo assim que uma impressão digital for reconhecida ou tocada. Habilite isto se quiser desbloquear o dispositivo o mais rápido possível.
pt_br: Habilitando o Desbloqueio imediato, o aparelho irá desbloquear no momento em que a digital for reconhecida ou tocada. Habilite caso queira desbloquear o mais rápido possível.
ro: Activând deblocarea imediată va debloca telefonul imediat ce amprenta este recunoscută sau amprenta este atinsă. Activează această opțiune dacă vrei sa deblochezi cât mai repede cu putință.
ru: Включение немедленной разблокировки позволит разблокировать устройство, как только отпечаток будет опознан, даже если анимация еще не завершилась. Эта функция позволяет разблокировать устройство настолько быстро, насколько это возможно.
sk: Pri povolení Okamžitého odomknutia, sa zariadenie okamžite odomkne po rozoznaní otlačku, alebo pri kliknutí na otlačok. Povolte túto funkciu, ak chcete, aby sa zariadenie odomklo čo najrýchlejšie.
sv: Om du sätter på detta så låser enheten upp sig så fort fingersensoren har känt igen ett fingeravtryck. Använd detta om du vill låsa upp enheten så fort som möjligt.
zh_hans: 容许当指纹辨认成功或按下指纹图案时立即解锁。如果想尽快解锁，请容许此选择。
zh_hant: 容許當指紋辨認成功或按下指紋圖案時立即解鎖。如果想儘快解鎖，請容許此選擇。

# FAILUNLOCK_HEADER_TEXT
source: Failed unlock action
cs: Akce při nerozpoznání otisku
da: Fejl ved lås-op
hu: Feloldás nem sikerült
id: Tindakan gagal unlock
it: Azione per sblocco fallito
nb_no: Opplåsning mislyktes
pl: Nieudane odblokowanie
pt: Acção de desbloquear falhada
pt_br: Ação na falha ao desbloquear
ro: Încercare de deblocare eșuată
ru: Действия при неправильном отпечатке
sk: Akcia pri zlom pokuse
sv: Misslyckad upplåsning
zh_hans: 解锁失败时的行为
zh_hant: 解鎖失敗時的行為

# FAILUNLOCK_VIBRATETOGL_LABEL
source: Vibrate
cs: Zavibrovat
da: Vibrer
hu: Rezgés
id: Getar
it: Vibra
nb_no: Vibrer
pl: Wibracja
pt: Vibrar
pt_br: Vibrar
ro: Vibrează
ru: Вибрация
sk: Vybrovanie
sv: Vibrera
zh_hans: 震动
zh_hant: 震動

# FAILUNLOCK_SHAKETOGL_LABEL
source: Shake fingerprint
cs: Zatřást otiskem prstu
da: Ryst figeraftryk
hu: Ujjlenyomat megrázása
id: Sidik jari bergoyang
it: Scuoti impronta
nb_no: Rist fingeravtrykksymbolet
pl: Potrząśnij
pt: Abanar impressão digital
pt_br: Tremer a digital
ro: Scutură amprenta
ru: Потрясти отпечаток
sk: Zatrasenie otlačku
sv: Skaka fingeravtrycket
zh_hans: 指纹图案摇晃
zh_hant: 指紋圖案搖晃

# FAILUNLOCK_FOOTER_TEXT
source: These actions will be performed whenever an incorrect finger is used to unlock the device.
cs: Tyto akce budou provedeny kdykoli bude pro odemknutí zařízení použit nesprávný prst.
da: Disse funktioner vil vil blive aktiveret, hvis fingeraftryk ikke genkendes.
hu: Ezek akkor fognak végbemenni, ha rossz ujj lett használva a feloldáshoz.
id: Tindakan ini akan dilakukan saat jari yang berbeda digunakan untuk membuka kunci perangkat.
it: Queste azioni saranno eseguite non appena viene usata un'impronta errata per sbloccare il dispositivo.
nb_no: Disse handlingene vil utføres om man forsøker å låse opp enheten med feil fingeravtrykk.
pl: Te akcje zostaną wykonane gdy palec nie zostanie rozpoznany.
pt: Estas acções vão ser executadas sempre que um dedo desconhecido seja usado para desbloquear o dispositivo.
pt_br: Estas ações ocorrerão quando a digital utilizada para desbloquear o aparelho não for reconhecida.
ro: Aceste acțiuni vor avea loc când o amprentă greșită este folosită la deblocare.
ru: Здесь можно настроить то, что происходит в случае считывания неправильного отпечатка.
sk: Tieto akcie budú vykonané vždy, keď bude použitý nesprávny prst, pri pokuse o odomknutie zariadenia.
sv: Dessa händelser kommer att ske när fingeravtrycket inte känns igen.
zh_hans: 当错的手指被用作解锁时，这些行为将会出现。
zh_hant: 當錯的手指被用作解鎖時，這些行為將會出現。

# APPEARANCE_TITLE
source: Appearance
cs: Vzhled
da: Udseende
hu: Megjelenés
id: Penampilan
it: Aspetto
nb_no: Utseende
pl: Wygląd
pt: Aparência
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sv: Utseende
zh_hans: 外观
zh_hant: 外觀

# THEMES_THEMESELECT_LABEL
source: Theme
cs: Téma
da: Tema
hu: Téma
id: Tema
it: Tema
nb_no: Tema
pl: Skórka
pt: Tema
pt_br: Tema
ro: Teme
ru: Тема
sk: Téma
sv: Tema
zh_hans: 主题
zh_hant: 主題

# COLOURS_HEADER_TEXT
source: Colours
cs: Barvy
da: Farver
hu: Színek
id: Warna
it: Colori
nb_no: Farger
pl: Kolory
pt: Cores
pt_br: Cores
ro: Culori
ru: Цвета
sk: Farby
sv: Färger
zh_hans: 颜色
zh_hant: 顏色

# COLOURS_IDLECOLOUR_LABEL
source: Glyph colour
cs: Barva otisku v klidu
da: Passiv farve
hu: Várakozási szín
id: Warna idle
it: Colore inattivo
nb_no: Farge ved inaktivitet
pl: Kolor w stanie spoczynku
pt: Cor quuando inactivo
pt_br: Cor em espera
ro: Culoarea în așteptare
ru: Цвет на момент бездействия
sk: Farba nečinnosti
sv: Väntelägets färg
zh_hans: 静止时颜色
zh_hant: 靜止時顏色

# COLOURS_SCANCOLOUR_LABEL
source: Scanning colour
cs: Barva otisku při skenování
da: Scanner farve
hu: Vizsgálati szín
id: Memindai warna
it: Colore scansione
nb_no: Farge ved skanning
pl: Kolor podczas skanowania
pt: Cor durante um Scan
pt_br: Cor enquanto escaneia
ro: Culoarea în scanare
ru: Цвет на момент считывания отпечатка
sk: Farba skenovania
sv: Skannings-färg
zh_hans: 扫瞄时颜色
zh_hant: 掃瞄時顏色

# COLOURS_RESET_LABEL
source: Reset colours to default
cs: Použít výchozí barvy
da: Genstart farver til standard
hu: Színek visszaállítása alapértelmezettre
id: Atur ulang warna ke awal
it: Reimposta colori di default
nb_no: Tilbakestill farger til standard
pl: Przywróć kolory domyślne
pt: Restaurar cores pré-definidas
pt_br: Restaurar as cores padrão
ro: Resetează culorile la opțiunile implicite
ru: Установить цвета по умолчанию
sk: Resetovať farby na predvolené
sv: Återställ till ursprungliga färger
zh_hans: 重设颜色至预设
zh_hant: 重設顏色至預設

# FINGERPOS_PORTRAITYTOGL_LABEL
source: Use custom Y
cs: Vlastní hodnota osy Y na výšku
da: Brugerdefineret Y i Portræt
hu: Függőleges helyzet Y
id: Custom Portrait Y
it: Portrait Personalizzato Y
nb_no: Egendefinert Portrett Y
pl: Niestandarowa pozycja pionowa
pt: Retrato Y Personalizado
pt_br: Coordenada Vertical Personalizada Y
ro: Particularizare Portret pe Y
ru: Изменить положение на оси Y в портретной ориентации
sk: Vlastný výškový Y
sv: Ändrat Porträtt Y
zh_hans: 自订直轴Y位置
zh_hant: 自訂直軸Y位置

# FINGERPOS_PORTRAITY_LABEL
source: Y offset
cs: Osa Y na výšku
da: Portræt Y
hu: Portrait Y
id: Portrait Y
it: Portrait Y
nb_no: Portrett Y
pl: Pionowa Y
pt: Retrato Y
pt_br: Vertical Y
ro: Portret Y
ru: Координата на оси Y
sk: Výškový Y
sv: Porträtt Y
zh_hans: 直轴Y
zh_hant: 直軸Y

# FINGERPOS_LANDSCAPEYTOGL_LABEL
source: Use custom Y
cs: Vlastní hodnota osy Y na šířku
da: Brugerdefineret Y i Landskab
hu: Vízszintes helyzet Y
id: Custom Landscape Y
it: Landscape Personalizzato Y
nb_no: Egendefinert Landskap Y
pl: Niestandarowa pozycja pozioma
pt: Paisagem y Personalizado
pt_br: Coordenada Horizontal Personalizada Y
ro: Particularizare Peisaj pe Y
ru: Изменить положение на оси Y в ландшафтной ориентации ориентации
sk: Vlastný šírkový Y
sv: Ändrat Landskap Y
zh_hans: 自订横轴Y位置
zh_hant: 自訂橫軸Y位置

# FINGERPOS_LANDSCAPEY_LABEL
source: Y offset
cs: Osa Y na šířku
da: Landskab Y
hu: Vízszintes Y
id: Landscape Y
it: Landscape Y
nb_no: Landskap Y
pl: Pozioma Y
pt: Paisagem Y
pt_br: Horizontal Y
ro: Peisaj Y
ru: Координата на оси Y
sk: Šírkový Y
sv: Landskap Y
zh_hans: 横轴Y
zh_hant: 橫軸Y

# ANIMATIONS_TITLE
source: Animations
cs: Animace
da: Animationer
hu: Animációk
id: Animasi
it: Animazioni
nb_no: Animasjoner
pl: Animacje
pt: Animações
pt_br: Animações
ro: Animații
ru: Анимации
sk: Animácie
zh_hans: 动画
zh_hant: 動畫

# ANIM_TICKTOGL_LABEL
source: Use tick animation
cs: Povojlt potrvzující animaci
da: Brug afkrydsning animation
hu: Pipa animáció használata
id: Gunakan animasi tanda centang
it: Animazione con tick
nb_no: Bruk hakeanimasjon
pl: Użyj animacji ptaszka
pt: Usar animação de verificação
pt_br: Utilizar animação de 'checado'
ro: Folosește animația bifei
ru: Анимация галочки
sk: Použiť animáciu odfajknutia
sv: Använd check animation
zh_hans: 使用勾号动画
zh_hant: 使用勾號動畫

# ANIM_SHINETOGL_LABEL
source: Use shine animation
cs: Povolit animaci záření
da: Brug skinnende animation
hu: Fénylő animáció használata
id: Gunakan animasi berkilau
it: Animazione sbrilluccichio
nb_no: Bruk skinnende animasjon
pl: Użyj animacji błysku
pt: Usar animação de brilho
pt_br: Utilizar animação de brilho
ro: Folosește animația liniei de scanare
ru: Анимация блеска
sk: Použiť trblietanie
sv: Använd skinande animation
zh_hans: 使用闪亮动画
zh_hant: 使用閃亮動畫

# ANIM_FASTTOGL_LABEL
source: Use faster animations
cs: Použít rychlejší animace
da: Brug hurtigere animationer
hu: Gyorsabb animáció használata
id: Gunakan animasi lebih cepat
it: Velocizza animazioni
nb_no: Bruk raskere animasjoner
pl: Użyj szybszych animacji
pt: Usar animações mais rápidas
pt_br: Utilizar animações mais rápidas
ro: Folosește animații mai rapide
ru: Использовать ускоренную анимацию
sk: Použiť rýchlejšiu animáciu
sv: Använd snabbare animationer
zh_hans: 使用加快动画
zh_hant: 使用加快動畫
